{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "max_len": 512,
  "model_max_length": 512,
  "name_or_path": "dslim/bert-base-NER",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "C:\\Users\\zimin/.cache\\huggingface\\hub\\models--dslim--bert-base-NER\\snapshots\\f7c2808a659015eeb8828f3f809a2f1be67a2446\\special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
